#Layout
plantilla.inicio=Inicio
plantilla.tienda=Tienda
plantilla.foro=Foro
plantilla.noticias=Noticias
plantilla.carrito=Carrito de compras
plantilla.curiosidades=Curiosidades
plantilla.ayuda=Ayuda
plantilla.cerrar_sesion=Cerrar Sesion
plantilla.registrarse=Registrarse
plantilla.iniciar_sesion=Iniciar Sesion
plantilla.panel=Panel de Administrador
plantilla.bienvenida= Bienvenido!
plantilla.info=PokeStore es una tienda online que ofrece cartas y funko pops de pokemon, ademas de ofrecer diferentes secciones con contenido de la saga Pokemon como por ejemplo curiosidades y noticias. En caso de requerir ayuda para comprar cartas puede dirigirse a la seccion de ayuda la cual muestra paso a paso como comprar las cartas.
plantilla.bComprar=COMPRA CARTAS
plantilla.copy=Derechos reservados
plantilla.telefono=Telefono
plantilla.catalogo=Catalogo de cartas
plantilla.leermas=Leer m\u00e1s
#Plantilla Admin
plantillaAdmin.cliente=Cliente Panel
plantillaAdmin.articulo=Articulo Panel
plantillaAdmin.categoria=Categoria Panel
plantillaAdmin.comentarios=Comentario Panel
plantillaAdmin.ayuda=Ayuda
plantillaAdmin.cerrar_sesion=Cerrar Sesion

#Noticias
noticias.titulo1=Compromiso constante por ofrecer una experiencia del mundo real en Pok\u00e9mon GO
noticias.texto1=Estimados Entrenadores: Hoy queremos renovar nuestro compromiso con el refuerzo de la experiencia presencial en Pok\u00e9mon GO. Tenemos pensadas muchas cosas para 2023, pero antes nos gustar\u00eda resumir algunas de las \u00faltimas novedades y contaros qu\u00e9 est\u00e1 a punto de llegar.
noticias.texto2=Actualizaciones del juegoLas incursiones \u00e9lite con Pok\u00e9mon nuevos o \u00fanicos, como las incursiones \u00e9lite de Regidrago de este fin de semana, son uno de los primeros pasos de ese compromiso. Pero tambi\u00e9n estamos trabajando en lo siguiente: Mejoras en las incursiones que facilitan vuestra participaci\u00f3n en las incursiones locales y que os hag\u00e1is amigos de los Entrenadores contra los que combat\u00eds. Mejoras en la experiencia del juego en persona con familiares y amigos. Nuevas funciones que aportan beneficios y facilitan los encuentros con m\u00e1s Pok\u00e9mon mientras se explora al aire libre. Campfire El a\u00f1o pasado, introdujimos Campfire en algunas ciudades de Estados Unidos. El objetivo de Campfire es que los Entrenadores conecten, descubran las comunidades locales y encuentren incursiones activas cerca. Hemos seguido mejorando Campfire con las actualizaciones siguientes centradas en ayudar a los Entrenadores a comunicarse mejor y colaborar para afrontar las incursiones en persona. Hemos a\u00f1adido la capacidad de iniciar conversaciones en Pok\u00e9paradas y Gimnasios a vuestro alrededor. Hemos a\u00f1adido la capacidad de desplazarse desde Campfire a un Gimnasio concreto de Pok\u00e9mon GO. Campfire tambi\u00e9n tendr\u00e1 pr\u00f3ximamente actualizaciones para mejorar notablemente el modo en que los Entrenadores conectan, chatean y se unen a las incursiones en Pok\u00e9mon GO. Se trata de un paso esencial en la preparaci\u00f3n del despliegue continuo de Campfire y el acceso para Entrenadores de todo el mundo este a\u00f1o. Programa de Embajadores de la Comunidad Como demostraci\u00f3n de nuestro compromiso esencial con la promoci\u00f3n del juego social en el mundo real, seguimos haciendo crecer nuestro programa de Embajadores de la Comunidad. Este programa, disponible en determinadas zonas, fomenta la reuni\u00f3n en persona en las comunidades de Pok\u00e9mon GO, adem\u00e1s de alentar a los Entrenadores a que encuentren nuevas comunidades. Hemos a\u00f1adido 200 Embajadores de la Comunidad en todo el mundo desde su lanzamiento el pasado mes de agosto, lo que les proporciona herramientas para conectar con sus bases de jugadores locales e incentivos \u00fanicos para fomentar el juego local. Esperamos compartir m\u00e1s informaci\u00f3n acerca del programa durante este a\u00f1o, como nuevas formas de unirse y celebrar el esp\u00edritu de la comunidad local. \u2014El equipo de Pok\u00e9mon GO Prestad siempre atenci\u00f3n a vuestro entorno y acatad las normas de las autoridades sanitarias locales al jugar a Pok\u00e9mon GO. Los pr\u00f3ximos eventos estar\u00e1n sujetos a cambios. No os olvid\u00e9is de seguirnos en las redes sociales, activar la recepci\u00f3n de notificaciones push y suscribiros a nuestros correos electr\u00f3nicos para estar al d\u00eda.
noticias.titulo2=\u00a1Regidrago vuela hasta las incursiones \u00e9lite!

#Carrito
carrito.titulo=Productos en el Carrito
carrito.c1=Descripcion
carrito.c2=Precio
carrito.c3=Cantidad
carrito.c4=Total
carrito.eliminar=Eliminar
carrito.actualizar=Actualizar
carrito.total=Total de la compra
carrito.seguir=Seguir Comprando
carrito.facturar=Facturar
carrito.no_mostrar=Lista vac\u00eda
carrito.totalCompra=Total Compra
carrito.seguirComprando=Seguir Comprando
carrito.cart1=Art\u00edculo agregado al carrito
carrito.cart2=En 5 segundos vuelves al carrito de compras

#Admin Panel
#GENERAL
admin.boton=Guardar
admin.rol=Rol
admin.activo=Activo
admin.eliminar=Eliminar
admin.modificar=Modificar
admin.regresar=Regresar
admin.descripcion=Descripcion
admin.nombre=Nombre
admin.vacio=Lista vac\u00eda
admin.contra=Contrase\u00f1a
admin.listado=Lista
#Admin
admin.titulo=Agregar Administrador
admin.usuario=Nombre de Usuario

cliente.titulo=Agregar Cliente
clienteL.titulo=Listado de Clientes
clienteM.titulo=Modificar Cliente
cliente.apellido=Apellidos
cliente.correo=Correo
cliente.tel=Telefono
cliente.credito=Limite de Credito
cliente.total=Total de clientes
cliente.ctotal=Total de credito

#Categoria
categoria.titulo=Agregar Categoria
categoriaM.titulo=Modificar Categoria
categoria.listado=Listado de Categorias

#Login y Registro
login.titulo=Registrarse
login.boton=Iniciar Sesion

#Producto
producto.boton=Agregar al carrito

#Articulo
articulo.titulo=Agregar Articulo
articuloM.titulo=Modificar Articulo
articuloL.titulo=Listado de Articulos
articulo.detalle=Detalle
articulo.precio=Precio
articulo.existencias=Existencias
articulo.imagen=Imagen
articulo.categoria=Categoria

e404.texto=La p\u00e1gina solicitada no se pudo encontrar en el servidor.
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
comentarios.boton=Agregar Comentario
error.volver=Volver al inicio
comentariosC.titulo=Publicar en el Foro
comentariosC.tituloInput2=Descripcion del comentario
comentariosC.tituloInput1=Titulo del comentario
comentariosC.boton=Publicar foro
